Repository: enzosanchezariel/enzosanchezariel.github.io
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Hello! I'm...
es: ¡Hola! Soy...

source: Systems Engineering student,
es: Estudiante de Ingeniería en Sistemas de Información,

source: Full Stack Developer,
es: Desarrollador Full Stack,

source: 2D Animator,
es: Animador 2D,

source: Independent graphic designer
es: Diseñador gráfico independiente

source: Download CV
es: Descargar CV

source: Technologies
es: Tecnologías

source: Programming Languages
es: Lenguajes de Programación

source: Frontend Development and Design
es: Desarrollo y Diseño Frontend

source: Backend Development
es: Desarrollo Backend

source: Databases and ORMs
es: Bases de datos y ORMs

source: Graphic Design and Animation
es: Diseño gráfico y Animación

source: Projects
es: Proyectos

source: Futures Portfolio
es: Cartera de Futuros

source: UTN Schedule Planner
es: Planificador de Horarios UTN

source: Online Store
es: Tienda online

source: Contact
es: Contacto

source: Name and surname
es: Nombre y apellido

source: Subject
es: Asunto

source: Message
es: Mensaje

source: Send message
es: Enviar mensaje

source: Website to manage and monitor Argentine futures investment portfolios.
es: Sitio web para gestionar y monitorear portafolios de inversiones en futuros argentinos.

source: It allows users to record and review the portfolio composition at any time, with up-to-date performance metrics.
es: Permite registrar y consultar la composición del portafolio en cualquier momento, con métricas de rendimiento actualizadas.

source: It includes a customizable alert system that users configure based on their own criteria, receiving notifications when prices fluctuate or when the total portfolio value changes.
es: Incluye un sistema de alertas personalizables que el usuario configura según sus propios criterios, recibiendo notificaciones ante variaciones en los precios o en el valor total del portafolio.

source: Real data obtained from the ReMarkets API using PyRofex.
es: Datos reales obtenidos de la API de ReMarkets con PyRofex.

source: Automatic alert email notifications.
es: Envío de emails de alertas automáticos.

source: A platform where people communicate through drawings instead of words.
es: Una plataforma donde las personas se comunican a través de dibujos en lugar de palabras.

source: Each post can contain a drawing, and it can be replied to with another drawing. In this way, visual conversation threads are created between users.
es: Cada post puede contener un dibujo, y el mismo puede ser respondido con otro dibujo. De esta manera, se crean hilos visuales de conversación entre usuarios.

source: Each piece of art is created within the site's drawing canvas, ensuring that all content is original.
es: Cada pieza de arte es creada dentro del lienzo de dibujo del sitio, asegurando que todo el contenido sea auténtico.

source: Authentication via Google OAuth.
es: Autenticación con Google OAuth.

source: Membership payments through PayPal.
es: Pago de membresía con PayPal.

source: Automatic confirmation email delivery.
es: Envío de emails de confirmación automáticos.

source: Moderation system with reports and bans.
es: Sistema de moderación con reportes y baneos.

source: A website that allows students of the National Technological University of Rosario to select the classes they want to take and view the resulting schedule, notifying them of potential overlaps.
es: Sitio web que permite a los estudiantes de la Universidad Tecnológica Nacional de Rosario seleccionar las materias que desean cursar y visualizar el calendario resultante, notificando posibles solapamientos.

source: The platform comes preloaded with university classes and allows users to add new ones locally.
es: La plataforma está precargada con materias de la facultad y permite a los usuarios agregar nuevas asignaturas localmente.

source: Calculation of all possible combinations of sections for the selected classes.
es: Cálculo de todas las posibles combinaciones de comisiones de las materias seleccionadas.

source: Email submission requests for the inclusion of new classes.
es: Envío de solicitudes por email para la inclusión de nuevas materias.

source: Video thumbnail
es: Miniatura del video

source: Watch demo video
es: Ver video de demostración

source: Description
es: Descripción

source: Features
es: Características

source: Team
es: Equipo

source: Project developed by a team of
es: Trabajo realizado en equipo de

source: members.
es: integrantes.

source: Source code
es: Código fuente

source: View live
es: Ver en producción

source: Online store with inventory management, order processing, and administration of catalogs, promotions, suppliers, employees, and customers.
es: Tienda online con gestión de inventarios, pedidos, administración de catálogos, promociones, proveedores, empleados y clientes.

source: Product price history.
es: Histórico de precios de productos.

source: Shopping cart.
es: Carrito de compras.

source: Admin dashboard.
es: Panel de administrador.

source: Delivery tracking.
es: Seguimiento de deliveries.

source: Competitive quiz website.
es: Sitio web de cuestionarios competitivos.

source: Each room has an end date, a scoreboard and a single administrator who creates quizzes on various topics.
es: Cada sala tiene una fecha de finalización, una tabla de puntajes y un único administrador que crea cuestionarios de diversos temas.

source: When the room’s end date is reached, the user or users with the highest score are declared winners.
es: Al llegar la fecha de finalización de la sala, el o los usuarios con mayor puntaje son declarados ganadores.

source: Each user has a rank that increases as they complete challenges across different quizzes.
es: Cada usuario tiene un rango que aumenta conforme completa desafíos en distintos cuestionarios.

source: Administration panel for the site administrator and each room administrator.
es: Panel de administración para el administrador del sitio y los administradores de cada sala.

source: Email delivery of quiz results.
es: Envío de resultados de cuestionarios por email.
